'''


Давайте попробуем сделать штуку, которая показывает студентам последовательно:

– подсказку
– алгоритм
– код решения
– видео

Нам понадобится

– гугл таблица к ключами (stepid,lesson,hint,algorithm,solution,video)

– сервер на хероку

– простой бутстрап шаблончик на жиндже с 4 раскрывашками

- роут /solution/<stepid> чтобы это возвращать

– логику:

[ ] запрос реквест в таблицу
[ ] получение данных
[ ] передачу данных в шаблон

В перспективе

– записывает, кто обращался за помощью и когда


'''